Repository: lilkiddie/gnu_linux
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: number-game [OPTIONS] Options: -r Use Roman numerals for the game -h, --help Show this help and exit --help-md Output help in Markdown format In Roman mode, enter answers using uppercase Roman numerals.
ru: Опции: -r Использовать римские числа -h, --help Показать справку и выйти --help-md Вывести справку в формате Markdown В римском режиме отвечайте римскими числами (заглавными буквами).

source: # number-game A simple number-guessing game supporting Roman numerals. ## Usage `number-game [OPTIONS]` ### Options - `-r` Use Roman numerals for the game - `-h, --help` Show help and exit - `--help-md` Output help in Markdown format In Roman mode, enter answers as uppercase Roman numerals (e.g. LX).
ru: Простая игра-угадайка с поддержкой римских чисел. ## Использование `number-game [ОПЦИИ]` ### Опции - `-r` Использовать римские числа - `-h, --help` Показать справку и выйти - `--help-md` Вывести справку в формате Markdown В римском режиме отвечайте римскими числами (например, LX).

source: Is it greater than %s? (Yes/No)
ru: Больше ли ваше число, чем %s? (Yes/No)

source: Is it greater than %d? (Yes/No)
ru: Больше ли ваше число, чем %d? (Yes/No)

source: Input closed or error. Try again.
ru: Ввод закрыт или ошибка. Попробуйте ещё раз.

source: Please answer with 'Yes' or 'No'.
ru: Пожалуйста, отвечайте только 'Yes' или 'No'.

source: I guess your number: %s
ru: Я угадываю ваше число: %s

source: I guess your number: %d
ru: Я угадываю ваше число: %d

source: Unknown option: %s
ru: Неизвестная опция: %s

source: Think of a number between I and C (that is, from 1 to 100, in Roman numerals).
ru: Загадайте число от I до C (то есть от 1 до 100, в римской записи).

source: Think of a number between 1 and 100.
ru: Загадайте число от 1 до 100.
